* ownCloud Quickstart
* TODO Prep Work [3/4]
** DONE Write Doc Plan
:LOGBOOK:
CLOCK: [2020-12-09 Wed 19:55]--[2020-12-09 Wed 20:15] =>  0:20
:END:
** DONE Setup Git
:PROPERTIES:
:Effort:   0:15
:END:
:LOGBOOK:
CLOCK: [2020-12-09 Wed 20:33]--[2020-12-09 Wed 20:33] =>  0:00
:END:
** DONE Setup GitHub
:PROPERTIES:
:Effort:   0:15
:END:
:LOGBOOK:
CLOCK: [2020-12-09 Wed 21:10]--[2020-12-09 Wed 21:24] =>  0:14
:END:
*** DONE Setup SSH key for new computer
*** DONE Update email
*** DONE Set remote / origin
** TODO Outline [1/4]
*** DONE Find RH Quickstart Example
:PROPERTIES:
:Effort:   0:15
:END:
https://access.redhat.com/documentation/en-us/red_hat_satellite/6.3/pdf/quick_start_guide/Red_Hat_Satellite-6.3-Quick_Start_Guide-en-US.pdf
*** TODO Tailor outline to example
:PROPERTIES:
:Effort:   0:15
:END:
*** TODO Outline assessment requirements
:PROPERTIES:
:Effort:   0:30
:END:
*** TODO Find information based on ownCloud docs
:PROPERTIES:
:Effort:   0:45
:END:
* TODO Write [0/2]
** TODO Draft 1
*** TODO Garbage Draft
:PROPERTIES:
:Effort:   0:45
:END:
*** TODO Lint
:PROPERTIES:
:Effort:   0:15
:END:
*** TODO Edit
:PROPERTIES:
:Effort:   0:30
:END:
** TODO Draft 2
*** TODO Read
:PROPERTIES:
:Effort:   0:15
:END:
*** TODO Rewrite
:PROPERTIES:
:Effort:   0:45
:END:
*** TODO Lint
:PROPERTIES:
:Effort:   0:15
:END:
*** TODO Edit
:PROPERTIES:
:Effort:   0:45
:END:
* TODO Publish to GitHub Pages [/]
** TODO Convert to MD
:PROPERTIES:
:Effort:   0:15
:END:
** TODO WKHTMLtoPDF
:PROPERTIES:
:Effort:   0:15
:END:
* TODO Submit [0/3]
:PROPERTIES:
:Effort:   0:15
:END:
** TODO Link to GH Pages
** TODO PDF
** TODO Repo
